Repository: CyberCervela/DopamineLedger
Catalog: DopamineLedger/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

# settings.export.title
source: Export Data
de: Daten exportieren
es: Exportar datos
fr: Exporter les données
ja: データをエクスポート
ko: 데이터 내보내기
zh_hans: 导出数据

# settings.import.caption
source: Restore from a backup file
de: Aus Sicherung wiederherstellen
es: Restaurar desde copia de seguridad
fr: Restaurer depuis une sauvegarde
ja: バックアップから復元
ko: 백업 파일에서 복원
zh_hans: 从备份文件恢复

# settings.import.title
source: Import Data
de: Daten importieren
es: Importar datos
fr: Importer les données
ja: データをインポート
ko: 데이터 가져오기
zh_hans: 导入数据

# settings.legal.disclaimer
source: Dopamine Ledger is a personal productivity tool, not a medical or therapeutic application. It is not a substitute for professional advice.
de: Dopamine Ledger ist ein persönliches Produktivitätswerkzeug, keine medizinische oder therapeutische Anwendung. Es ersetzt keine professionelle Beratung.
es: Dopamine Ledger es una herramienta de productividad personal, no una aplicación médica o terapéutica. No sustituye el consejo profesional.
fr: Dopamine Ledger est un outil de productivité personnelle, non une application médicale ou thérapeutique. Il ne se substitue pas à un avis professionnel.
ja: Dopamine Ledger は個人の生産性ツールであり、医療・治療アプリではありません。専門家のアドバイスの代わりにはなりません。
ko: Dopamine Ledger는 개인 생산성 도구이며, 의료 또는 치료 목적의 애플리케이션이 아닙니다. 전문가의 조언을 대체하지 않습니다.
zh_hans: Dopamine Ledger 是一款个人生产力工具，并非医疗或治疗类应用程序。它不能替代专业建议。

# settings.notif.caption
source: Used to alert you about credit, debt, and connected-device events.
de: Benachrichtigt dich über Credits, Schulden und verbundene Geräte.
es: Usadas para alertarte sobre créditos, deudas y dispositivos conectados.
fr: Utilisées pour vous alerter sur les crédits, les dettes et les événements d'appareils connectés.
ja: クレジット、負債、接続デバイスのイベントをお知らせします。
ko: 크레딧, 부채, 연결된 기기 이벤트를 알려드립니다.
zh_hans: 用于提醒你积分、债务和连接设备的相关事件。

# settings.notif.disabled
source: Notifications: Disabled
de: Benachrichtigungen: Deaktiviert
es: Notificaciones: Desactivadas
fr: Notifications : Désactivées
ja: 通知：無効
ko: 알림: 비활성화됨
zh_hans: 通知：已关闭

# settings.notif.enabled
source: Notifications: Enabled
de: Benachrichtigungen: Aktiviert
es: Notificaciones: Activadas
fr: Notifications : Activées
ja: 通知：有効
ko: 알림: 활성화됨
zh_hans: 通知：已开启

# settings.notif.not_determined
source: Notifications: Not set up
de: Benachrichtigungen: Nicht eingerichtet
es: Notificaciones: No configuradas
fr: Notifications : Non configurées
ja: 通知：未設定
ko: 알림: 설정되지 않음
zh_hans: 通知：未设置

# settings.notif.open_settings
source: Open iOS Settings
de: iOS-Einstellungen öffnen
es: Abrir ajustes de iOS
fr: Ouvrir les réglages iOS
ja: iOS設定を開く
ko: iOS 설정 열기
zh_hans: 打开 iOS 设置

# settings.notif.request
source: Request
de: Einrichten
es: Configurar
fr: Demander
ja: リクエスト
ko: 요청
zh_hans: 请求

# settings.notif.unknown
source: Notifications: Unknown
de: Benachrichtigungen: Unbekannt
es: Notificaciones: Desconocidas
fr: Notifications : Inconnu
ja: 通知：不明
ko: 알림: 알 수 없음
zh_hans: 通知：未知

# settings.peak.nudge
source: Set this to when you naturally wake up, not when you wish you would.
de: Stellen Sie dies auf die Zeit ein, zu der Sie natürlich aufwachen – nicht auf die Zeit, die Sie sich wünschen.
es: Configura esto a la hora en que naturalmente te despiertas, no a la que desearías.
fr: Réglez ceci à l'heure à laquelle vous vous réveillez naturellement, pas à celle que vous souhaiteriez.
ja: 自然に目が覚める時間に設定してください。希望する時間ではありません。
ko: 자연스럽게 일어나는 시간으로 설정하세요. 원하는 시간이 아니라요.
zh_hans: 请设置为您自然醒来的时间，而不是您希望醒来的时间。

# settings.peak.title
source: Enable Peak Hours
de: Stoßzeiten aktivieren
es: Activar horas pico
fr: Activer les heures de pointe
ja: ピーク時間を有効にする
ko: 피크 시간 활성화
zh_hans: 启用高峰时间

# settings.peak.window
source: Your peak: %1$@ → %2$@
de: Ihr Höhepunkt: %1$@ → %2$@
es: Tu pico: %1$@ → %2$@
fr: Votre pic : %1$@ → %2$@
ja: ピーク時間：%1$@ → %2$@
ko: 피크 시간: %1$@ → %2$@
zh_hans: 您的高峰：%1$@ → %2$@

# settings.section.about
source: ABOUT
de: ÜBER
es: ACERCA DE
fr: À PROPOS
ja: アプリについて
ko: 앱 정보
zh_hans: 关于

# settings.section.active_session
source: ACTIVE SESSION
de: AKTIVE SITZUNG
es: SESIÓN ACTIVA
fr: SESSION ACTIVE
ja: 進行中のセッション
ko: 진행 중인 세션
zh_hans: 当前会话

# settings.section.appearance
source: APPEARANCE
de: ERSCHEINUNGSBILD
es: APARIENCIA
fr: APPARENCE
ja: 外観
ko: 외관
zh_hans: 外观

# settings.section.behaviour
source: BEHAVIOUR
de: VERHALTEN
es: COMPORTAMIENTO
fr: COMPORTEMENT
ja: 動作
ko: 동작
zh_hans: 行为

# settings.section.danger_zone
source: DANGER ZONE
de: GEFAHRENZONE
es: ZONA DE PELIGRO
fr: ZONE DANGEREUSE
ja: 危険ゾーン
ko: 위험 구역
zh_hans: 危险区域

# settings.section.language
source: LANGUAGE
de: SPRACHE
es: IDIOMA
fr: LANGUE
ja: 言語
ko: 언어
zh_hans: 语言

# settings.section.legal
source: LEGAL
de: RECHTLICHES
fr: LÉGAL
ja: 法的情報
ko: 법적 고지
zh_hans: 法律

# settings.section.notifications
source: NOTIFICATIONS
de: BENACHRICHTIGUNGEN
es: NOTIFICACIONES
ja: 通知
ko: 알림
zh_hans: 通知

# settings.section.peak_hours
source: PEAK HOURS
de: STOSSZEITEN
es: HORAS PICO
fr: HEURES DE POINTE
ja: ピーク時間
ko: 피크 시간
zh_hans: 高峰时间

# settings.theme.neu
source: Light neumorphic with soft surfaces.
de: Helles Neumorphismus-Design mit weichen Oberflächen.
es: Neumórfico claro con superficies suaves.
fr: Néomorphique clair avec des surfaces douces.
ja: ソフトなサーフェスのライトニューモーフィック。
ko: 부드러운 표면의 밝은 뉴모피즘 스타일.
zh_hans: 明亮的新拟态风格，柔和界面。

# settings.theme.pixelart
source: Retro pixel art (coming soon).
de: Retro-Pixel-Art (demnächst verfügbar).
es: Pixel art retro (próximamente).
fr: Pixel art rétro (bientôt disponible).
ja: レトロピクセルアート（近日公開）。
ko: 레트로 픽셀 아트 (출시 예정).
zh_hans: 复古像素风格（即将推出）。

# settings.theme.system
source: Standard iOS — adapts to Dark Mode.
de: Standard iOS — passt sich dem Dunkelmodus an.
es: iOS estándar — se adapta al modo oscuro.
fr: iOS standard — s'adapte au mode sombre.
ja: 標準 iOS — ダークモードに対応。
ko: 표준 iOS — 다크 모드 지원.
zh_hans: 标准 iOS 风格，支持深色模式。

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ko: 설정
zh_hans: 设置

# settings.wipe.caption
source: Resets every activity, session, debt, quest, and balance.
de: Setzt alle Aktivitäten, Sitzungen, Schulden, Quests und das Guthaben zurück.
es: Restablece todas las actividades, sesiones, deudas, misiones y el saldo.
fr: Réinitialise toutes les activités, sessions, dettes, quêtes et le solde.
ja: すべての活動、セッション、負債、クエスト、残高をリセットします。
ko: 모든 활동, 세션, 부채, 퀘스트, 잔액을 초기화합니다.
zh_hans: 重置所有活动、会话、债务、任务和余额。

# settings.wipe.title
source: Wipe all data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes les données
ja: すべてのデータを削除
ko: 모든 데이터 삭제
zh_hans: 清除所有数据

# stats.activities_header
source: ACTIVITIES
de: AKTIVITÄTEN
es: ACTIVIDADES
fr: ACTIVITÉS
ja: アクティビティ
ko: 활동
zh_hans: 活动

# stats.debt_repaid_label
source: Debt Repaid
de: Schulden getilgt
es: Deuda pagada
fr: Dette remboursée
ja: 返済済み
ko: 부채 상환
zh_hans: 已还债

# stats.earned_label
source: Earned
de: Verdient
es: Ganado
fr: Gagné
ja: 獲得
ko: 획득
zh_hans: 赚取

# stats.net_delta_label
source: NET
de: NETTO
es: NETO
ja: 純額
ko: 순액
zh_hans: 净值

# stats.no_quests
source: No quests completed in this period
de: Keine Aufgaben in diesem Zeitraum erledigt
es: Sin misiones completadas en este período
fr: Aucune quête complétée dans cette période
ja: この期間中に完了したクエストなし
ko: 이 기간 동안 완료된 퀘스트 없음
zh_hans: 此时间段内无已完成任务

# stats.no_sessions
source: No activity recorded in this period.
de: Keine Aktivität in diesem Zeitraum aufgezeichnet.
es: Sin actividad registrada en este período.
fr: Aucune activité enregistrée dans cette période.
ja: この期間中の記録はありません。
ko: 이 기간 동안 기록된 활동이 없습니다.
zh_hans: 此时间段内无活动记录。

# stats.outstanding_debt_label
source: Outstanding Debt
de: Offene Schulden
es: Deuda pendiente
fr: Dette en cours
ja: 未返済
ko: 미상환 부채
zh_hans: 未还债务

# stats.quests_header
source: COMPLETED QUESTS
de: ABGESCHLOSSENE AUFGABEN
es: MISIONES COMPLETADAS
fr: QUÊTES COMPLÉTÉES
ja: 完了クエスト
ko: 완료된 퀘스트
zh_hans: 已完成任务

# stats.quests_label
source: Quests
de: Aufgaben
es: Misiones
fr: Quêtes
ja: クエスト
ko: 퀘스트
zh_hans: 任务

# stats.sessions_one
source: 1 session
de: 1 Sitzung
es: 1 sesión
fr: 1 séance
ja: 1回
ko: 1회
zh_hans: 1次

# stats.sessions_other
source: %d sessions
de: %d Sitzungen
es: %d sesiones
fr: %d séances
ja: %d回
ko: %d회
zh_hans: %d次

# stats.spent_label
source: Spent
de: Ausgegeben
es: Gastado
fr: Dépensé
ja: 消費
ko: 소비
zh_hans: 花费

# stats.title
source: Stats
de: Statistiken
es: Estadísticas
ja: 統計
ko: 통계
zh_hans: 统计

# tab.home
source: Home
de: Start
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
zh_hans: 主页

# tab.stats
source: Stats
de: Statistiken
es: Estadísticas
ja: 統計
ko: 통계
zh_hans: 统计

# history.deleted_activity
source: Deleted activity
de: Gelöschte Aktivität
es: Actividad eliminada
fr: Activité supprimée
ja: 削除済みの活動
ko: 삭제된 활동
zh_hans: 已删除的活动

# history.bundle.sessions
source: %d sessions
de: %d Sitzungen
es: %d sesiones
fr: %d séances
ja: %d セッション
ko: %d 세션
zh_hans: %d 次

# history.empty
source: Nothing here yet. Your first completed session will appear here.
de: Noch nichts hier. Deine erste abgeschlossene Sitzung erscheint hier.
es: Nada todavía. Tu primera sesión completada aparecerá aquí.
fr: Rien pour l'instant. Votre première session terminée apparaîtra ici.
ja: まだ何もありません。 最初のセッションを完了するとここに表示されます。
ko: 아직 없습니다. 첫 번째 완료된 세션이 여기에 표시됩니다.
zh_hans: 暂时没有内容。 您完成第一个会话后将显示在此处。

# history.title
source: History
de: Chronik
es: Historial
fr: Historique
ja: 履歴
ko: 기록
zh_hans: 历史

# tab.history
source: History
de: Chronik
es: Historial
fr: Historique
ja: 履歴
ko: 기록
zh_hans: 历史

# template.category.focus
source: Focus & Learning
de: Fokus & Lernen
es: Enfoque y aprendizaje
fr: Concentration et apprentissage
ja: 集中と学習
ko: 집중 및 학습
zh_hans: 专注与学习

# template.category.highrisk
source: High-Risk
de: Hohes Risiko
es: Alto riesgo
fr: Risque élevé
ja: ハイリスク
ko: 고위험
zh_hans: 高风险

# template.category.leisure
source: Leisure
de: Freizeit
es: Ocio
fr: Loisirs
ja: レジャー
ko: 여가
zh_hans: 休闲

# template.category.movement
source: Movement
de: Bewegung
es: Movimiento
fr: Mouvement
ja: 運動
ko: 움직임
zh_hans: 运动

# template.category.rest
source: Rest & Recovery
de: Ruhe & Erholung
es: Descanso y recuperación
fr: Repos et récupération
ja: 休息と回復
ko: 휴식 및 회복
zh_hans: 休息与恢复

# template.gallery.title
source: Templates
de: Vorlagen
es: Plantillas
fr: Modèles
ja: テンプレート
ko: 템플릿
zh_hans: 模板

# activity.field.name
source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
zh_hans: 名称

# activity.field.rate
source: Rate — Credits / Min
es: Tasa — Créditos / Min
fr: Taux — Crédits / Min
ja: レート — クレジット/分
ko: 속도 — 크레딧/분
zh_hans: 速率 — 积分/分钟

# activity.linked_app.custom
source: Website
es: Sitio web
fr: Site web
ja: ウェブサイト
ko: 웹사이트
zh_hans: 网站

# activity.linked_app.name_label
source: Name (optional)
es: Nombre (opcional)
fr: Nom (optionnel)
ja: 名前（任意）
ko: 이름 (선택사항)
zh_hans: 名称（可选）

# filter.quests
source: Quests
es: Misiones
fr: Quêtes
ja: クエスト
ko: 퀘스트
zh_hans: 任务

# quest.field.name
source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
zh_hans: 名称

# quest.payoff_suffix
source: credits
es: créditos
fr: crédits
ja: クレジット
ko: 크레딧
zh_hans: 积分

# session.pause
source: Pause
es: Pausa
ja: 一時停止
ko: 일시정지
zh_hans: 暂停

# settings.about.version
source: Version
es: Versión
ja: バージョン
ko: 버전
zh_hans: 版本

# history.quest.caption
source: Quest
es: Misión
fr: Quête
ja: クエスト
ko: 퀘스트
zh_hans: 任务

# activity.rate_suffix
source: cr / min
ja: クレジット/分
ko: 크레딧/분
zh_hans: 积分/分钟
